Repository: GovindTBS/TBS-Data
Catalog: Dynmx/DynmxIbanityIntegration/Translations/Dynmx Ibanity Integration.*.xlf
Languages: it_it

# Table 958058103 - Field 636392376 - Property 1295455071
source: Specifies the Payment Amount.
it_it: Specifica l'importo del pagamento.

# Table 958058103 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 958058103 - Field 4043721424 - Property 1295455071
source: Specifies the Payment Initiation Date and Time
it_it: Specifica la data e l'ora di inizio del pagamento

# Table 958058103 - Field 4043721424 - Property 2879900210
source: Initiation Date and Time
it_it: Data e ora di inizio

# Table 958058103 - Field 1860382624 - Property 1295455071
source: Specifies the payment request ID.
it_it: Specifica l'ID della richiesta di pagamento.

# Table 958058103 - Field 1860382624 - Property 2879900210
source: Request ID
it_it: ID richiesta

# Table 958058103 - Field 513339096 - Property 1295455071
source: Specifies the last fetched payment status
it_it: Specifica lo stato dell'ultimo pagamento recuperato

# Table 958058103 - Field 1168484000 - Property 1295455071
source: Specifies the date and time when the status was last checked for the payment.
it_it: Specifica la data e l'ora dell'ultima verifica dello stato del pagamento.

# Table 958058103 - Field 1168484000 - Property 2879900210
source: Status Checked Last At
it_it: Stato controllato per ultimo alle

# Table 1222639931 - Field 1066735009 - Property 1295455071
source: Specifies Account Statement Endpoint URL for the Codabox API.
it_it: Specifica l'URL dell'endpoint dell'estratto conto per l'API Codabox.

# Table 1222639931 - Field 1066735009 - Property 2879900210
source: Account Statement Endpoint
it_it: Endpoint estratto conto

# Table 1222639931 - Field 3690818747 - Property 1295455071
source: Specifies Accounting Office Company Number for the Codabox API.
it_it: Specifica il numero di società dell'ufficio contabile per l'API Codabox.

# Table 1222639931 - Field 3690818747 - Property 2879900210
source: Accounting Office Company Number
it_it: Numero della società dell'ufficio contabile

# Table 1222639931 - Field 873748694 - Property 1295455071
source: Specifies Accounting Office ID for the Codabox API.
it_it: Specifica l'ID ufficio contabilità per l'API Codabox.

# Table 1222639931 - Field 873748694 - Property 2879900210
source: Accounting Office ID
it_it: Ufficio contabile

# Table 1222639931 - Field 3786830670 - Property 1295455071
source: Specifies Accounting Office Endpoint URL for the Codabox API.
it_it: Specifica l'URL dell'endpoint dell'ufficio di contabilità per l'API Codabox.

# Table 1222639931 - Field 3786830670 - Property 2879900210
source: Accounting Office Endpoint
it_it: Endpoint ufficio contabilità

# Table 1222639931 - Field 1649933496 - Property 1295455071
source: Specifies Accounting Office ID for the Codabox API.
it_it: Specifica l'ID ufficio contabilità per l'API Codabox.

# Table 1222639931 - Field 1649933496 - Property 2879900210
source: Accounting Office ID
it_it: Ufficio contabile

# Table 1222639931 - Field 2461389633 - Property 1295455071
source: Specifies to Allow Sending Reconciliation Mail on Posting Bank Account Statement.
it_it: Specifica di consentire l'invio di posta di riconciliazione sulla registrazione dell'estratto conto bancario.

# Table 1222639931 - Field 2461389633 - Property 2879900210
source: Allow Reconciliation Mail
it_it: Ammette la riconciliazione

# Table 1222639931 - Field 1090384498 - Property 1295455071
source: Specifies the Authorization code provided during the user linking process.
it_it: Specifica il codice di autorizzazione fornito durante il processo di collegamento dell'utente.

# Table 1222639931 - Field 1090384498 - Property 2879900210
source: Authorization Code
it_it: Codice autorizzazione

# Table 1222639931 - Field 1823838865 - Property 1295455071
source: Specifies the Authorization Token for Codabox API access.
it_it: Specifica il token di autorizzazione per l'accesso all'API Codabox.

# Table 1222639931 - Field 1823838865 - Property 2879900210
source: Auth Token
it_it: Token di autenticazione

# Table 1222639931 - Field 1973807912 - Property 1295455071
source: Specifies Auth Token Endpoint URL for the Codabox API.
it_it: Specifica l'URL dell'endpoint del token di autenticazione per l'API Codabox.

# Table 1222639931 - Field 1973807912 - Property 2879900210
source: Auth Token Endpoint
it_it: Endpoint token

# Table 1222639931 - Field 1790706897 - Property 1295455071
source: Specifies Accounting Office ID for the Codabox API.
it_it: Specifica l'ID ufficio contabilità per l'API Codabox.

# Table 1222639931 - Field 1790706897 - Property 2879900210
source: Accounting Office ID
it_it: Ufficio contabile

# Table 1222639931 - Field 3422191324 - Property 1295455071
source: Specifies the client id for the Codabox API authorization.
it_it: Specifica l'ID client per l'autorizzazione API Codabox.

# Table 1222639931 - Field 3422191324 - Property 2879900210
source: Client ID
it_it: Codice cliente

# Table 1222639931 - Field 140304157 - Property 1295455071
source: Specifies the client secret for the Codabox API authorization.
it_it: Specifica il segreto del client per l'autorizzazione API Codabox.

# Table 1222639931 - Field 140304157 - Property 2879900210
source: Client Secret
it_it: Chiave privata cliente

# Table 1222639931 - Field 3210823982 - Property 1295455071
source: Specifies Document Search Endpoint URL for the Codabox API.
it_it: Specifica l'URL dell'endpoint di ricerca dei documenti per l'API Codabox.

# Table 1222639931 - Field 3210823982 - Property 2879900210
source: Document Search Endpoint
it_it: Endpoint di ricerca documenti

# Table 1222639931 - Field 3220069733 - Property 1295455071
source: Specifies if the payments integration is enabled or not.
it_it: Specifica se l'integrazione dei pagamenti è abilitata o meno.

# Table 1222639931 - Field 3220069733 - Property 2879900210
source: Integration Enabled
it_it: Integrazione attivata

# Table 1222639931 - Field 3535189479 - Property 1295455071
source: Specifies the Authorization Token for Isabel6 API access.
it_it: Specifica il token di autorizzazione per l'accesso all'API Isabel6.

# Table 1222639931 - Field 3535189479 - Property 2879900210
source: Auth Token
it_it: Token di autenticazione

# Table 1222639931 - Field 1326263026 - Property 1295455071
source: Specifies Auth Token Endpoint URL for the Isabel6 API.
it_it: Specifica l'URL dell'endpoint del token di autenticazione per l'API Isabel6.

# Table 1222639931 - Field 1326263026 - Property 2879900210
source: Auth Token Endpoint
it_it: Endpoint token

# Table 1222639931 - Field 394784518 - Property 1295455071
source: Specifies the client id for the Citi bank API authorization.
it_it: Specifica l'ID client per l'autorizzazione API della banca Citi.

# Table 1222639931 - Field 394784518 - Property 2879900210
source: Client ID
it_it: Codice cliente

# Table 1222639931 - Field 2708375475 - Property 1295455071
source: Specifies the client secret for the Citi bank API authorization.
it_it: Specifica il segreto del cliente per l'autorizzazione API della banca Citi.

# Table 1222639931 - Field 2708375475 - Property 2879900210
source: Client Secret
it_it: Chiave privata cliente

# Table 1222639931 - Field 1054281393 - Property 1295455071
source: Specifies Payment Initiation Endpoint URL for the Isabel6 API.
it_it: Specifica l'URL dell'endpoint di effettuazione del pagamento per l'API Isabel6.

# Table 1222639931 - Field 1054281393 - Property 2879900210
source: Payment Initiation Endpoint
it_it: Endpoint di inizio pagamento

# Table 1222639931 - Field 1976880575 - Property 1295455071
source: Specifies Payment Status Endpoint URL for the Isabel6 API.
it_it: Specifica l'URL dell'endpoint dello stato del pagamento per l'API Isabel6.

# Table 1222639931 - Field 1976880575 - Property 2879900210
source: Payment Status Endpoint
it_it: Endpoint stato pagamento

# Table 1222639931 - Field 1663593181 - Property 2879900210
source: Primary key
it_it: Chiave primaria

# Table 1222639931 - Field 3865864673 - Property 1295455071
source: Specifies the name of the certificate file.
it_it: Specifica il nome del file del certificato.

# Table 1222639931 - Field 3865864673 - Property 2879900210
source: SSL Certificate File
it_it: Certificato SSL

# Table 1222639931 - Field 2915622946 - Property 1295455071
source: Specifies the password of the SSL Certificate.
it_it: Specifica la password del certificato SSL.

# Table 1222639931 - Field 2915622946 - Property 2879900210
source: SSL Certificate Password
it_it: Password del certificato SSL

# Table 1222639931 - Field 738574957 - Property 1295455071
source: Specifies if the SSL certificate is uploaded.
it_it: Specifica se il certificato SSL viene caricato.

# Table 1222639931 - Field 738574957 - Property 2879900210
source: SSL Certificate Uploaded
it_it: Certificato SSL caricato

# Table 1222639931 - Field 2725035942 - Property 1295455071
source: Specifies the SSL Certificate BLOB value.
it_it: Specifica il valore BLOB del certificato SSL.

# Table 1222639931 - Field 2725035942 - Property 2879900210
source: Value
it_it: Valore

# Table 2422162901 - Property 2879900210
source: Payment Journal Buffer
it_it: Buffer giornale di registrazione pagamenti

# Table 2422162901 - Field 1622979514 - Property 2879900210
source: Account No.
it_it: N. conto

# Table 2422162901 - Field 636392376 - Property 2879900210
source: Amount
it_it: Importo

# Table 2422162901 - Field 1682139193 - Property 2879900210
source: Bank Account
it_it: Conto bancario

# Table 2422162901 - Field 1881692056 - Property 2879900210
source: Beneficiary Bank Account
it_it: Conto banca beneficiario

# Table 2422162901 - Field 4198939294 - Property 2879900210
source: Currency Code
it_it: Codice valuta

# Table 2422162901 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
it_it: Nome batch contabile

# Table 2422162901 - Field 3684440170 - Property 2879900210
source: Journal Template Name
it_it: per i/le Mentor e Mentee

# Table 2422162901 - Field 3320823955 - Property 2879900210
source: Line No.
it_it: N° riga

# Codeunit 821925896 - NamedType 3509362170
source: The requested responded with %1 status code and the reason is %2
it_it: La richiesta ha risposto con codice di stato %1 e il motivo è %2

# Codeunit 821925896 - NamedType 1327832897
source: Line is not valid \%1.
it_it: La riga non è valida \%1.

# Codeunit 4137793120 - NamedType 3509362170
source: The requested responded with %1 status code and the reason is %2
it_it: La richiesta ha risposto con codice di stato %1 e il motivo è %2

# Page 1181203637 - Property 2879900210
source: Isabel Transaction Logs
it_it: Registri delle transazioni Isabel

# Page 1222639931 - Action 1452324492 - Property 1295455071
source: Allows to Delete the certificate file.
it_it: Consente di eliminare il file del certificato.

# Page 1222639931 - Action 1452324492 - Property 2879900210
source: Delete Certificate
it_it: Elimina il Certificato SSL

# Page 1222639931 - Action 1089855830 - Property 1295455071
source: Allows to Upload the certificate file.
it_it: Permette di caricare il file del certificato.

# Page 1222639931 - Action 1089855830 - Property 2879900210
source: Upload Certificate
it_it: Carica il Certificato

# Report 2233908647 - Control 2110632758 - Property 1295455071
source: Specifies the date to get the statement entries from.
it_it: Specifica la data da cui ottenere le voci del rendiconto.

# Report 2233908647 - Control 2110632758 - Property 2879900210
source: From Date
it_it: Data di inizio

# Report 2233908647 - Control 2565971985 - Property 1295455071
source: Specifies the date to get the statement entries upto.
it_it: Specifica la data per ottenere le voci dell'estratto conto fino a.

# Report 2233908647 - Control 2565971985 - Property 2879900210
source: To Date
it_it: Alla data

# PageExtension 2292249509 - Action 1150806888 - Property 1295455071
source: Allows to import CODA bank statement from Isabel API.
it_it: Consente di importare l'estratto conto bancario CODA dall'API Isabel.

# PageExtension 2292249509 - Action 1150806888 - Property 2879900210
source: Import Isabel CODA
it_it: Importa Isabel CODA

# PageExtension 3300710496 - Action 961547678 - Property 1295455071
source: Allows you to Check Payment Status for payment request to Isabel.
it_it: Consente di verificare lo stato del pagamento per la richiesta di pagamento a Isabel.

# PageExtension 3300710496 - Action 961547678 - Property 2879900210
source: Check Payment Status
it_it: Controlla lo stato del pagamento

# PageExtension 3300710496 - Action 1876366554 - Property 1295455071
source: Allows you to Export Payment for payment request to Isabel.
it_it: Consente di esportare il pagamento per la richiesta di pagamento a Isabel.

# PageExtension 3300710496 - Action 1876366554 - Property 2879900210
source: Export Payment
it_it: Esporta pagamento

# PageExtension 3300710496 - Action 1425475865 - Property 1295455071
source: Allows you to send to payment request to Isabel.
it_it: Consente di inviare una richiesta di pagamento a Isabel.

# PageExtension 3300710496 - Action 1425475865 - Property 2879900210
source: Send to Isabel
it_it: Invia a Isabel

# PageExtension 337631938 - Control 4141606492 - Property 1295455071
source: Allow the user to process Isabel payments
it_it: Consenti all'utente di elaborare i pagamenti Isabel

# TableExtension 1682139193 - Field 140215683 - Property 1295455071
source: Specifies wether the following bank account is a Isabel bank account.
it_it: Specifica se il seguente conto bancario è un conto bancario Isabel.

# TableExtension 1682139193 - Field 140215683 - Property 2879900210
source: Isabel Account
it_it: Account Isabel

# TableExtension 568091486 - NamedType 1312568423
source: The selected items have already been exported. Do you want to export again?
it_it: Gli articoli selezionati sono già stati esportati. Vuoi esportare di nuovo?

# TableExtension 3196174509 - Field 2717335242 - Property 1295455071
source: Specifies the Payment Request ID for the initiated payment.
it_it: Specifica l'ID della richiesta di pagamento per il pagamento avviato.

# TableExtension 3196174509 - Field 2717335242 - Property 2879900210
source: Payment Request ID
it_it: Payment Request

# TableExtension 3196174509 - Field 931886930 - Property 1295455071
source: Specifies the Payment Status for the initaited payment
it_it: Specifica lo stato del pagamento per il pagamento inizializzato

# TableExtension 3196174509 - Field 931886930 - Property 2879900210
source: Payment Status
it_it: Stato del pagamento

# TableExtension 337631938 - Field 4141606492 - Property 1295455071
source: Allow the user to make Isabel Payments.
it_it: Consenti all'utente di effettuare pagamenti Isabel.

# TableExtension 337631938 - Field 4141606492 - Property 2879900210
source: Allow Isabel Payments
it_it: Consenti pagamenti Isabel
