Repository: GovindTBS/TBS-Data
Catalog: Dynmx/Translations/Dynmx Ibanity Integration.*.xlf
Languages: de_de, es_es, fr_fr, nl_nl

# PageExtension 3300710496 - Action 961547678 - Property 1295455071
source: Allows you to Check Payment Status for payment request to Isabel.
de_de: Ermöglicht es Ihnen, den Zahlungsstatus für die Zahlungsanforderung an Isabel zu überprüfen.
es_es: Le permite comprobar el estado del pago para la solicitud de pago a Isabel.
fr_fr: Vous permet de vérifier l'état du paiement pour la demande de paiement à Isabel.
nl_nl: Hiermee kunt u de betalingsstatus controleren voor een betalingsverzoek aan Isabel.

# PageExtension 3300710496 - Action 961547678 - Property 2879900210
source: Check Payment Status
de_de: Zahlungsstatus prüfen
es_es: <span class="o_form_label">Revisar Estado de Pago</span>
fr_fr: Vérifier l'état des paiement
nl_nl: Betalingsstatus controleren

# PageExtension 3300710496 - Action 1876366554 - Property 1295455071
source: Allows you to Export Payment for payment request to Isabel.
de_de: Ermöglicht es Ihnen, die Zahlung für die Zahlungsanforderung an Isabel zu exportieren.
es_es: Le permite exportar el pago de la solicitud de pago a Isabel.
fr_fr: Vous permet d'exporter le paiement pour la demande de paiement à Isabel.
nl_nl: Hiermee kunt u betaling voor betalingsverzoek exporteren naar Isabel.

# PageExtension 3300710496 - Action 1876366554 - Property 2879900210
source: Export Payment
de_de: Zahlung exportieren
es_es: Exportar pago
fr_fr: Paiement à l'exportation
nl_nl: Betalingsgegevens Exporteren

# PageExtension 3300710496 - Action 1425475865 - Property 1295455071
source: Allows you to send to payment request to Isabel.
de_de: Ermöglicht es Ihnen, eine Zahlungsanforderung an Isabel zu senden.
es_es: Permite enviar a solicitud de pago a Isabel.
fr_fr: Vous permet d'envoyer une demande de paiement à Isabel.
nl_nl: Hiermee kunt u een betalingsverzoek naar Isabel sturen.

# PageExtension 3300710496 - Action 1425475865 - Property 2879900210
source: Send to Isabel
de_de: An Isabel senden
es_es: Enviar a Isabel
fr_fr: Envoyer à Isabel
nl_nl: Stuur naar Isabel

# PageExtension 337631938 - Control 4141606492 - Property 1295455071
source: Allow the user to process Isabel payments
de_de: Erlauben Sie dem Benutzer, Isabel-Zahlungen zu verarbeiten
es_es: Permitir al usuario procesar pagos de Isabel
fr_fr: Autoriser l'utilisateur à traiter les paiements Isabel
nl_nl: Sta de gebruiker toe om Isabel-betalingen te verwerken

# TableExtension 1682139193 - Field 140215683 - Property 1295455071
source: Specifies wether the following bank account is a Isabel bank account.
de_de: Gibt an, ob das folgende Bankkonto ein Isabel-Bankkonto ist.
es_es: Especifica si la siguiente cuenta bancaria es una cuenta bancaria de Isabel.
fr_fr: Indique si le compte bancaire suivant est un compte bancaire Isabel.
nl_nl: Specificeert of de volgende bankrekening een Isabel-bankrekening is.

# TableExtension 1682139193 - Field 140215683 - Property 2879900210
source: Isabel Account
de_de: Isabel Konto
es_es: Cuenta Isabel
fr_fr: Compte Isabel

# TableExtension 568091486 - NamedType 1312568423
source: The selected items have already been exported. Do you want to export again?
de_de: Die ausgewählten Elemente wurden bereits exportiert. Möchten Sie erneut exportieren?
es_es: Los elementos seleccionados ya se han exportado. ¿Quieres volver a exportar?
fr_fr: Les éléments sélectionnés ont déjà été exportés. Souhaitez-vous exporter à nouveau ?
nl_nl: De geselecteerde items zijn al geëxporteerd. Wilt u opnieuw exporteren?

# TableExtension 3196174509 - Field 2717335242 - Property 1295455071
source: Specifies the Payment Request ID for the initiated payment.
de_de: Gibt die Zahlungsanforderungs-ID für die eingeleitete Zahlung an.
es_es: Especifica el ID de la solicitud de pago para el pago iniciado.
fr_fr: Spécifie l'ID de demande de paiement pour le paiement initié.
nl_nl: Hiermee wordt het betalingsverzoek-ID opgegeven voor de geïnitieerde betaling.

# TableExtension 3196174509 - Field 2717335242 - Property 2879900210
source: Payment Request ID
de_de: "Zahlungsanfrage"
es_es: Solicitud de pago
fr_fr: Demande de paiement
nl_nl: Betalingsverzoek

# TableExtension 3196174509 - Field 931886930 - Property 1295455071
source: Specifies the Payment Status for the initaited payment
de_de: Gibt den Zahlungsstatus für die veranlasste Zahlung an
es_es: Especifica el estado de pago para el pago iniciado
fr_fr: Spécifie l'état du paiement pour le paiement initié
nl_nl: Hiermee wordt de betalingsstatus opgegeven voor de geïniteerde betaling

# TableExtension 3196174509 - Field 931886930 - Property 2879900210
source: Payment Status
de_de: Zahlungsstatus
es_es: Estado de pago
fr_fr: État du paiement
nl_nl: Betalingsstatus

# TableExtension 337631938 - Field 4141606492 - Property 1295455071
source: Allow the user to make Isabel Payments.
de_de: Erlauben Sie dem Benutzer, Isabel Payments zu tätigen.
es_es: Permitir al usuario realizar Pagos Isabel.
fr_fr: Autoriser l'utilisateur à effectuer des paiements Isabel.
nl_nl: Sta de gebruiker toe om Isabel-betalingen uit te voeren.

# TableExtension 337631938 - Field 4141606492 - Property 2879900210
source: Allow Isabel Payments
de_de: Isabel-Zahlungen zulassen
es_es: Permitir pagos de Isabel
fr_fr: Autoriser les paiements Isabel
nl_nl: Isabel-betalingen toestaan

# EnumExtension 2593693414 - EnumValue 1250213512 - Property 2879900210
source: Finance Department
de_de: Abt. Finanzen
es_es: Departamento de Finanzas
fr_fr: Service des finances
nl_nl: Financiële afdeling
