Repository: GovindTBS/TBS-Data
Catalog: Dynmx/Translations/Dynmx Ibanity Integration.*.xlf
Languages: de_de, es_es, fr_fr, nl_nl

# Table 958058103 - Field 636392376 - Property 1295455071
source: Specifies the Payment Amount.
de_de: Gibt den Zahlungsbetrag an.
es_es: Especifica el importe del pago.
fr_fr: Spécifie le montant du paiement.
nl_nl: Hiermee wordt het betalingsbedrag opgegeven.

# Table 958058103 - Field 636392376 - Property 2879900210
source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant
nl_nl: Hoeveelheid

# Table 958058103 - Field 4043721424 - Property 1295455071
source: Specifies the Payment Initiation Date and Time
de_de: Gibt das Datum und die Uhrzeit der Zahlungsauslösung an
es_es: Especifica la fecha y hora de inicio del pago
fr_fr: Spécifie la date et l'heure d'initiation du paiement
nl_nl: Specificeert de betalingsinitiatiedatum en -tijd

# Table 958058103 - Field 4043721424 - Property 2879900210
source: Initiation Date and Time
de_de: Datum und Uhrzeit der Einleitung
es_es: Fecha y hora de inicio
fr_fr: Date et heure d'initiation
nl_nl: Startdatum en -tijd

# Table 958058103 - Field 1860382624 - Property 1295455071
source: Specifies the payment request ID.
de_de: Gibt die Zahlungsanforderungs-ID an.
es_es: Especifica el ID de la solicitud de pago.
fr_fr: Spécifie l'ID de la demande de paiement.
nl_nl: Hiermee wordt het betalingsverzoek-ID opgegeven.

# Table 958058103 - Field 1860382624 - Property 2879900210
source: Request ID
de_de: Anforderung ID
es_es: Solicitud ID
fr_fr: Identifiant de la soumission
nl_nl: Verzoek ID

# Table 958058103 - Field 513339096 - Property 1295455071
source: Specifies the last fetched payment status
de_de: Gibt den zuletzt abgerufenen Zahlungsstatus an
es_es: Especifica el último estado de pago obtenido
fr_fr: Spécifie le dernier statut de paiement récupéré
nl_nl: Hiermee wordt de laatste opgehaalde betalingsstatus opgegeven

# Table 958058103 - Field 513339096 - Property 2879900210
source: Status
es_es: Estado
fr_fr: Situation

# Table 958058103 - Field 1168484000 - Property 1295455071
source: Specifies the date and time when the status was last checked for the payment.
de_de: Gibt das Datum und die Uhrzeit an, zu der der Status zuletzt für die Zahlung überprüft wurde.
es_es: Especifica la fecha y la hora en que se verificó por última vez el estado del pago.
fr_fr: Spécifie la date et l'heure auxquelles le statut du paiement a été vérifié pour la dernière fois.
nl_nl: Hiermee worden de datum en tijd opgegeven waarop de status voor het laatst is gecontroleerd voor de betaling.

# Table 958058103 - Field 1168484000 - Property 2879900210
source: Status Checked Last At
de_de: Status zuletzt überprüft um
es_es: Estado comprobado por última vez a las
fr_fr: Statut vérifié en dernier lieu à
nl_nl: Status als laatste gecontroleerd

# Table 1222639931 - Property 2879900210
source: Isabel Setup
es_es: Configuración de Isabel
fr_fr: Configuration Isabel

# Table 1222639931 - Field 1066735009 - Property 1295455071
source: Specifies Account Statement Endpoint URL for the Codabox API.
de_de: Gibt die Endpunkt-URL des Kontoauszugs für die Codabox-API an.
es_es: Especifica la URL del punto final del estado de cuenta para la API de Codabox.
fr_fr: Spécifie l'URL du point de terminaison du relevé de compte pour l'API Codabox.
nl_nl: Specificeert de eindpunt-URL van het rekeningafschrift voor de Codabox API.

# Table 1222639931 - Field 1066735009 - Property 2879900210
source: Account Statement Endpoint
de_de: Endpunkt Kontoauszug
es_es: Punto final del estado de cuenta
fr_fr: Point final du relevé de compte
nl_nl: Eindpunt rekeningafschrift

# Table 1222639931 - Field 3690818747 - Property 1295455071
source: Specifies Accounting Office Company Number for the Codabox API.
de_de: Gibt die Buchhaltungsbüro-Unternehmensnummer für die Codabox-API an.
es_es: Especifica el número de empresa de la oficina de contabilidad para la API de Codabox.
fr_fr: Spécifie le numéro d'entreprise du bureau de comptabilité pour l'API Codabox.
nl_nl: Specificeert het bedrijfsnummer van het boekhoudkantoor voor de Codabox API.

# Table 1222639931 - Field 3690818747 - Property 2879900210
source: Accounting Office Company Number
de_de: Buchhaltungsstelle Firmennummer
es_es: Número de empresa de la oficina de contabilidad
fr_fr: Numéro d'entreprise du bureau comptable
nl_nl: Boekhoudkantoor ondernemingsnummer

# Table 1222639931 - Field 873748694 - Property 1295455071
source: Specifies Accounting Office ID for the Codabox API.
de_de: Gibt die Buchhaltungsbüro-ID für die Codabox-API an.
es_es: Especifica el ID de la Oficina de Contabilidad para la API de Codabox.
fr_fr: Spécifie l'ID du bureau de comptabilité pour l'API Codabox.
nl_nl: Specificeert Accounting Office ID voor de Codabox API.

# Table 1222639931 - Field 873748694 - Property 2879900210
source: Accounting Office ID
de_de: Buchungsstelle
es_es: Oficina contable
fr_fr: Bureau comptable
nl_nl: Bureau voor bedrijfsboekhouding

# Table 1222639931 - Field 3786830670 - Property 1295455071
source: Specifies Accounting Office Endpoint URL for the Codabox API.
de_de: Gibt die Buchhaltungsbüro-Endpunkt-URL für die Codabox-API an.
es_es: Especifica la URL del punto de conexión de Accounting Office para la API de Codabox.
fr_fr: Spécifie l'URL du point de terminaison du bureau de comptabilité pour l'API Codabox.
nl_nl: Specificeert de eindpunt-URL van het boekhoudkantoor voor de Codabox API.

# Table 1222639931 - Field 3786830670 - Property 2879900210
source: Accounting Office Endpoint
de_de: Buchhaltungsbüro-Endpunkt
es_es: Punto de conexión de la oficina de contabilidad
fr_fr: Point de terminaison du bureau comptable
nl_nl: Eindpunt boekhoudkantoor

# Table 1222639931 - Field 1649933496 - Property 1295455071
source: Specifies Accounting Office ID for the Codabox API.
de_de: Gibt die Buchhaltungsbüro-ID für die Codabox-API an.
es_es: Especifica el ID de la Oficina de Contabilidad para la API de Codabox.
fr_fr: Spécifie l'ID du bureau de comptabilité pour l'API Codabox.
nl_nl: Specificeert Accounting Office ID voor de Codabox API.

# Table 1222639931 - Field 1649933496 - Property 2879900210
source: Accounting Office ID
de_de: Buchungsstelle
es_es: Oficina contable
fr_fr: Bureau comptable
nl_nl: Bureau voor bedrijfsboekhouding

# Table 1222639931 - Field 2461389633 - Property 1295455071
source: Specifies to Allow Sending Reconciliation Mail on Posting Bank Account Statement.
de_de: Gibt an, dass der Versand von Abstimmungs-E-Mails für das Buchen von Bankkontoauszügen zulässig ist.
es_es: Especifica permitir el envío de correo de conciliación al publicar el estado de cuenta bancaria.
fr_fr: Spécifie pour autoriser l'envoi de courrier de rapprochement sur le relevé de compte bancaire de comptabilisation.
nl_nl: Hiermee wordt opgegeven dat het verzenden van afstemmingsmail op het bankafschrift van de boeking is toegestaan.

# Table 1222639931 - Field 2461389633 - Property 2879900210
source: Allow Reconciliation Mail
de_de: Abstimmungs-E-Mail zulassen
es_es: Permitir la conciliación
fr_fr: Autoriser le courrier de rapprochement
nl_nl: Afstemmingsmail toestaan

# Table 1222639931 - Field 1090384498 - Property 1295455071
source: Specifies the Authorization code provided during the user linking process.
de_de: Gibt den Autorisierungscode an, der während des Benutzerverknüpfungsprozesses bereitgestellt wird.
es_es: Especifica el código de autorización proporcionado durante el proceso de vinculación del usuario.
fr_fr: Spécifie le code d'autorisation fourni lors du processus de liaison de l'utilisateur.
nl_nl: Hiermee wordt de autorisatiecode opgegeven die is opgegeven tijdens het koppelingsproces van de gebruiker.

# Table 1222639931 - Field 1090384498 - Property 2879900210
source: Authorization Code
de_de: Autorisierungscode
es_es: Código de autorización
fr_fr: Code d'autorisation
nl_nl: Autorisatie Code

# Table 1222639931 - Field 1823838865 - Property 1295455071
source: Specifies the Authorization Token for Codabox API access.
de_de: Gibt das Autorisierungstoken für den Codabox-API-Zugriff an.
es_es: Especifica el token de autorización para el acceso a la API de Codabox.
fr_fr: Spécifie le jeton d'autorisation pour l'accès à l'API Codabox.
nl_nl: Specificeert het autorisatietoken voor Codabox API-toegang.

# Table 1222639931 - Field 1823838865 - Property 2879900210
source: Auth Token
fr_fr: Jeton d'authentification

# Table 1222639931 - Field 1973807912 - Property 1295455071
source: Specifies Auth Token Endpoint URL for the Codabox API.
de_de: Gibt die Auth-Token-Endpunkt-URL für die Codabox-API an.
es_es: Especifica la URL de Auth Token Endpoint para la API de Codabox.
fr_fr: Spécifie l'URL du point de terminaison du jeton d'authentification pour l'API Codabox.
nl_nl: Specificeert Auth Token Endpoint URL voor de Codabox API.

# Table 1222639931 - Field 1973807912 - Property 2879900210
source: Auth Token Endpoint
de_de: Token-Endpunkt
es_es: Token Endpoint
fr_fr: Point de terminaison Jeton
nl_nl: Token eindpunt

# Table 1222639931 - Field 1790706897 - Property 1295455071
source: Specifies Accounting Office ID for the Codabox API.
de_de: Gibt die Buchhaltungsbüro-ID für die Codabox-API an.
es_es: Especifica el ID de la Oficina de Contabilidad para la API de Codabox.
fr_fr: Spécifie l'ID du bureau de comptabilité pour l'API Codabox.
nl_nl: Specificeert Accounting Office ID voor de Codabox API.

# Table 1222639931 - Field 1790706897 - Property 2879900210
source: Accounting Office ID
de_de: Buchungsstelle
es_es: Oficina contable
fr_fr: Bureau comptable
nl_nl: Bureau voor bedrijfsboekhouding

# Table 1222639931 - Field 3422191324 - Property 1295455071
source: Specifies the client id for the Codabox API authorization.
de_de: Gibt die Client-ID für die Codabox-API-Autorisierung an.
es_es: Especifica el ID de cliente para la autorización de la API de Codabox.
fr_fr: Spécifie l'ID client pour l'autorisation de l'API Codabox.
nl_nl: Specificeert de client-id voor de Codabox API-autorisatie.

# Table 1222639931 - Field 3422191324 - Property 2879900210
source: Client ID
de_de: Kundenkennung
es_es: ID de cliente
fr_fr: ID Client
nl_nl: Klantnummer

# Table 1222639931 - Field 140304157 - Property 1295455071
source: Specifies the client secret for the Codabox API authorization.
de_de: Gibt das Clientgeheimnis für die Codabox-API-Autorisierung an.
es_es: Especifica el secreto del cliente para la autorización de la API de Codabox.
fr_fr: Spécifie le secret du client pour l'autorisation de l'API Codabox.
nl_nl: Specificeert het clientgeheim voor de Codabox API-autorisatie.

# Table 1222639931 - Field 140304157 - Property 2879900210
source: Client Secret
es_es: Clave secreta
fr_fr: Secret client
nl_nl: Klantgeheim

# Table 1222639931 - Field 3210823982 - Property 1295455071
source: Specifies Document Search Endpoint URL for the Codabox API.
de_de: Gibt die Dokumentensuchendpunkt-URL für die Codabox-API an.
es_es: Especifica la URL del punto final de búsqueda de documentos para la API de Codabox.
fr_fr: Spécifie l'URL du point de terminaison de recherche de document pour l'API Codabox.
nl_nl: Specificeert de URL van het documentzoek-eindpunt voor de Codabox API.

# Table 1222639931 - Field 3210823982 - Property 2879900210
source: Document Search Endpoint
de_de: Dokumentensuchendpunkt
es_es: Punto de conexión de búsqueda de documentos
fr_fr: Point de terminaison de recherche de document
nl_nl: Eindpunt voor zoeken naar documenten

# Table 1222639931 - Field 3220069733 - Property 1295455071
source: Specifies if the payments integration is enabled or not.
de_de: Gibt an, ob die Zahlungsintegration aktiviert ist oder nicht.
es_es: Especifica si la integración de pagos está habilitada o no.
fr_fr: Spécifie si l'intégration des paiements est activée ou non.
nl_nl: Hiermee wordt opgegeven of de betalingsintegratie is ingeschakeld of niet.

# Table 1222639931 - Field 3220069733 - Property 2879900210
source: Integration Enabled
de_de: Integration aktiviert
es_es: Integración no habilitado
fr_fr: Intégration activée
nl_nl: Integratie ingeschakeld

# Table 1222639931 - Field 3535189479 - Property 1295455071
source: Specifies the Authorization Token for Isabel6 API access.
de_de: Gibt das Autorisierungstoken für den Isabel6-API-Zugriff an.
es_es: Especifica el token de autorización para el acceso a la API de Isabel6.
fr_fr: Spécifie le jeton d'autorisation pour l'accès à l'API Isabel6.
nl_nl: Specificeert het autorisatietoken voor Isabel6 API-toegang.

# Table 1222639931 - Field 3535189479 - Property 2879900210
source: Auth Token
fr_fr: Jeton d'authentification

# Table 1222639931 - Field 1326263026 - Property 1295455071
source: Specifies Auth Token Endpoint URL for the Isabel6 API.
de_de: Gibt die Auth-Token-Endpunkt-URL für die Isabel6-API an.
es_es: Especifica la URL de Auth Token Endpoint para la API de Isabel6.
fr_fr: Spécifie l'URL du point de terminaison du jeton d'authentification pour l'API Isabel6.
nl_nl: Specificeert Auth Token Endpoint URL voor de Isabel6 API.

# Table 1222639931 - Field 1326263026 - Property 2879900210
source: Auth Token Endpoint
de_de: Token-Endpunkt
es_es: Token Endpoint
fr_fr: Point de terminaison Jeton
nl_nl: Token eindpunt

# Table 1222639931 - Field 394784518 - Property 1295455071
source: Specifies the client id for the Citi bank API authorization.
de_de: Gibt die Client-ID für die Citi-Bank-API-Autorisierung an.
es_es: Especifica el ID del cliente para la autorización de la API del banco Citi.
fr_fr: Spécifie l'ID client pour l'autorisation API de la banque Citi.
nl_nl: Hiermee wordt de client-id opgegeven voor de CITI-bank API-autorisatie.

# Table 1222639931 - Field 394784518 - Property 2879900210
source: Client ID
de_de: Kundenkennung
es_es: ID de cliente
fr_fr: ID Client
nl_nl: Klantnummer

# Table 1222639931 - Field 2708375475 - Property 1295455071
source: Specifies the client secret for the Citi bank API authorization.
de_de: Gibt das Clientgeheimnis für die Citi-Bank-API-Autorisierung an.
es_es: Especifica el secreto del cliente para la autorización de la API del banco Citi.
fr_fr: Spécifie le secret client pour l'autorisation API de la banque Citi.
nl_nl: Specificeert het klantgeheim voor de CITI-bank API-autorisatie.

# Table 1222639931 - Field 2708375475 - Property 2879900210
source: Client Secret
es_es: Clave secreta
fr_fr: Secret client
nl_nl: Klantgeheim

# Table 1222639931 - Field 1054281393 - Property 1295455071
source: Specifies Payment Initiation Endpoint URL for the Isabel6 API.
de_de: Gibt die Endpunkt-URL für die Zahlungsauslösung für die Isabel6-API an.
es_es: Especifica la URL del punto final de inicio de pago para la API de Isabel6.
fr_fr: Spécifie l'URL du point de terminaison d'initiation de paiement pour l'API Isabel6.
nl_nl: Specificeert de betalingsinitiatie-eindpunt-URL voor de Isabel6 API.

# Table 1222639931 - Field 1054281393 - Property 2879900210
source: Payment Initiation Endpoint
de_de: Endpunkt der Zahlungseinleitung
es_es: Punto final de inicio de pago
fr_fr: Point de terminaison d'initiation de paiement
nl_nl: Eindpunt voor betalingsinitiatie

# Table 1222639931 - Field 1976880575 - Property 1295455071
source: Specifies Payment Status Endpoint URL for the Isabel6 API.
de_de: Gibt die Endpunkt-URL für den Zahlungsstatus für die Isabel6-API an.
es_es: Especifica la URL del punto final del estado del pago para la API de Isabel6.
fr_fr: Spécifie l'URL du point de terminaison du statut de paiement pour l'API Isabel6.
nl_nl: Specificeert de betalingsstatus-eindpunt-URL voor de Isabel6 API.

# Table 1222639931 - Field 1976880575 - Property 2879900210
source: Payment Status Endpoint
de_de: Zahlungsstatus-Endpunkt
es_es: Punto final del estado del pago
fr_fr: Point de terminaison du statut du paiement
nl_nl: Eindpunt betalingsstatus

# Table 1222639931 - Field 1663593181 - Property 2879900210
source: Primary key
de_de: Primärschlüssel
es_es: Clave primaria
fr_fr: Clé primaire
nl_nl: Primaire sleutel

# Table 1222639931 - Field 3865864673 - Property 1295455071
source: Specifies the name of the certificate file.
de_de: Gibt den Namen des Zertifikats an.
es_es: Especifica el nombre del archivo de certificado.
fr_fr: Spécifie le nom du fichier de certificat.
nl_nl: Hiermee wordt de naam van het certificaatbestand opgegeven.

# Table 1222639931 - Field 3865864673 - Property 2879900210
source: SSL Certificate File
de_de: SSL Zertifikatsdatei
es_es: Archivo de Certificado
fr_fr: Certificat SSL
nl_nl: SSL-certificaat

# Table 1222639931 - Field 2915622946 - Property 1295455071
source: Specifies the password of the SSL Certificate.
de_de: Gibt das Passwort des SSL-Zertifikats an.
es_es: Especifica la contraseña del certificado SSL.
fr_fr: Spécifie le mot de passe du certificat SSL.
nl_nl: Specificeert het wachtwoord van het SSL-certificaat.

# Table 1222639931 - Field 2915622946 - Property 2879900210
source: SSL Certificate Password
de_de: SSL-Zertifikat-Passwort
es_es: Contraseña del certificado SSL
fr_fr: Mot de passe du certificat SSL
nl_nl: SSL Certificaatwachtwoord

# Table 1222639931 - Field 738574957 - Property 1295455071
source: Specifies if the SSL certificate is uploaded.
de_de: Gibt an, ob das SSL-Zertifikat hochgeladen wird.
es_es: Especifica si se ha cargado el certificado SSL.
fr_fr: Spécifie si le certificat SSL est téléchargé.
nl_nl: Hiermee wordt opgegeven of het SSL-certificaat is geüpload.

# Table 1222639931 - Field 738574957 - Property 2879900210
source: SSL Certificate Uploaded
de_de: Zertifikat hochgeladen
es_es: Certificado cargado
fr_fr: Certificat uploadé
nl_nl: SSL-certificaat geüpload

# Table 1222639931 - Field 2725035942 - Property 1295455071
source: Specifies the SSL Certificate BLOB value.
de_de: Gibt den SSL-Zertifikat-BLOB-Wert an.
es_es: Especifica el valor de BLOB del certificado SSL.
fr_fr: Spécifie la valeur BLOB du certificat SSL.
nl_nl: Specificeert de blobwaarde van het SSL-certificaat.

# Table 1222639931 - Field 2725035942 - Property 2879900210
source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur
nl_nl: Waarde

# Table 2422162901 - Property 2879900210
source: Payment Journal Buffer
de_de: Zahlungs Buch.-Blatt-Puffer
es_es: Búfer del diario de pagos
fr_fr: Tampon du journal des paiements
nl_nl: Betalingsdagboekbuffer

# Table 2422162901 - Field 1622979514 - Property 2879900210
source: Account No.
de_de: Konto-Nr.
es_es: Número de cuenta
fr_fr: N&#176; compte.
nl_nl: Rekeningnr.

# Table 2422162901 - Field 636392376 - Property 2879900210
source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant
nl_nl: Hoeveelheid

# Table 2422162901 - Field 1682139193 - Property 2879900210
source: Bank Account
de_de: Bankkonto
es_es: Cuenta bancaria
fr_fr: N°de compte bancaire
nl_nl: Bankrekening

# Table 2422162901 - Field 1881692056 - Property 2879900210
source: Beneficiary Bank Account
de_de: BANKVERBINDUNG DES BEGÜNSTGTEN
es_es: Cuenta bancaria del beneficiario
fr_fr: compte bancaire du bénéficiaire
nl_nl: Bankrekening van begunstigde

# Table 2422162901 - Field 4198939294 - Property 2879900210
source: Currency Code
de_de: Währungscode
es_es: Código de divisa
fr_fr: Code devise
nl_nl: Valutacode

# Table 2422162901 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
de_de: Buchblattname
es_es: Nombre del lote del diario
fr_fr: Nom Feuille
nl_nl: Dagboekbatch Naam

# Table 2422162901 - Field 3684440170 - Property 2879900210
source: Journal Template Name
de_de: Buchblatt Vorlagenname
es_es: Nombre de la plantilla de diario
fr_fr: Nom Modèle Feuille
nl_nl: Dagboeksjabloon naam

# Table 2422162901 - Field 3320823955 - Property 2879900210
source: Line No.
de_de: Zeilennr.
es_es: Línea No.
fr_fr: N° de ligne.
nl_nl: Regelnr.

# Codeunit 821925896 - NamedType 3509362170
source: The requested responded with %1 status code and the reason is %2
de_de: Die angeforderte hat mit %1 Statuscode geantwortet und der Grund ist %2
es_es: La solicitud ha respondido con el código de estado %1 y el motivo es %2
fr_fr: La demande a répondu avec le code d'état %1 et la raison est %2
nl_nl: De gevraagde antwoordde met %1 statuscode en de reden is %2

# Codeunit 821925896 - NamedType 1327832897
source: Line is not valid \%1.
de_de: Zeile ist ungültig \%1.
es_es: La línea no es válida \%1.
fr_fr: La ligne n'est pas valide \%1.
nl_nl: Regel is niet geldig \%1.

# Codeunit 4137793120 - NamedType 3509362170
source: The requested responded with %1 status code and the reason is %2
de_de: Die angeforderte hat mit %1 Statuscode geantwortet und der Grund ist %2
es_es: La solicitud ha respondido con el código de estado %1 y el motivo es %2
fr_fr: La demande a répondu avec le code d'état %1 et la raison est %2
nl_nl: De gevraagde antwoordde met %1 statuscode en de reden is %2

# Page 1181203637 - Property 2879900210
source: Isabel Transaction Logs
de_de: Isabel-Transaktionsprotokolle
es_es: Registros de transacciones de Isabel
fr_fr: Journaux des transactions Isabel
nl_nl: Isabel Transactielogboeken

# Page 1222639931 - Property 2879900210
source: Isabel6 Setup
es_es: Configuración de Isabel6
fr_fr: Configuration Isabel6

# Page 1222639931 - Action 1452324492 - Property 1295455071
source: Allows to Delete the certificate file.
de_de: Ermöglicht das Löschen der Zertifikatsdatei.
es_es: Permite eliminar el archivo de certificado.
fr_fr: Permet de supprimer le fichier de certificat.
nl_nl: Hiermee kunt u het certificaatbestand verwijderen.

# Page 1222639931 - Action 1452324492 - Property 2879900210
source: Delete Certificate
de_de: Zertifikat löschen
es_es: Eliminar certificado
fr_fr: Supprimer le certificat
nl_nl: Certificaat verwijderen

# Page 1222639931 - Action 1089855830 - Property 1295455071
source: Allows to Upload the certificate file.
de_de: Ermöglicht das Hochladen der Zertifikatsdatei.
es_es: Permite cargar el archivo de certificado.
fr_fr: Permet de télécharger le fichier de certificat.
nl_nl: Hiermee kunt u het certificaatbestand uploaden.

# Page 1222639931 - Action 1089855830 - Property 2879900210
source: Upload Certificate
de_de: Zertifikat hochladen
es_es: Cargar Certificado
fr_fr: Télécharger le certificat
nl_nl: Upload certificaat

# Report 2233908647 - Control 2110632758 - Property 1295455071
source: Specifies the date to get the statement entries from.
de_de: Gibt das Datum an, von dem die Abrechnungsposten abgerufen werden sollen.
es_es: Especifica la fecha para obtener las entradas de la declaración.
fr_fr: Spécifie la date d'obtention des entrées de relevé.
nl_nl: Hiermee wordt de datum opgegeven waarop de afschriftposten moeten worden opgehaald.

# Report 2233908647 - Control 2110632758 - Property 2879900210
source: From Date
de_de: Anfangsdatum
es_es: Desde
fr_fr: Date Du
nl_nl: Vanaf datum

# Report 2233908647 - Control 2565971985 - Property 1295455071
source: Specifies the date to get the statement entries upto.
de_de: Gibt das Datum an, an dem die Abrechnungsposten aktualisiert werden sollen.
es_es: Especifica la fecha para obtener las entradas del estado de cuenta.
fr_fr: Spécifie la date à laquelle les entrées de relevé doivent être mises à jour.
nl_nl: Hiermee wordt de datum opgegeven om de afschriftposten tot op te halen.

# Report 2233908647 - Control 2565971985 - Property 2879900210
source: To Date
de_de: Enddatum
es_es: Hasta
fr_fr: À ce jour
nl_nl: T/M datum

# PageExtension 2292249509 - Action 1150806888 - Property 1295455071
source: Allows to import CODA bank statement from Isabel API.
de_de: Ermöglicht den Import von CODA-Bankauszügen aus der Isabel-API.
es_es: Permite importar extracto bancario de CODA desde la API de Isabel.
fr_fr: Permet d'importer le relevé bancaire CODA depuis l'API Isabel.
nl_nl: Hiermee kunt u CODA-BANKAFSCHRIFT importeren vanuit Isabel API.

# PageExtension 2292249509 - Action 1150806888 - Property 2879900210
source: Import Isabel CODA
de_de: Isabel CODA IMPORTIEREN
es_es: Importar Isabel CODA
fr_fr: Importer Isabel CODA
nl_nl: Isabel CODA IMPORTEREN
